Revit 2027 API
ParameterTypeId.ToposolidContourSubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidContourSubcategoryId { get; }
Public Shared ReadOnly Property ToposolidContourSubcategoryId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidContourSubcategoryId {
	ForgeTypeId^ get ();
}
static member ToposolidContourSubcategoryId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace